{
    "token": "yourtokenhere",
    "insults": [
        "Your the reason god created the middle finger!",
        "Your secrests are always safe with me. I never even listen when you speak",
        "You bring everyoen so much joy when you leave the conversation",
        "I may love to shop but I will never buy your bullshit",
        "i'd give you a nasty look but youve already got one",
        "Somedray you'll go far, i hope you stay there",
        "Were you born this stupid or did you take lessons?",
        "The people who tolerate you on a daily basis are the real heros",
        "You should really come witha warning label",
        "I dont know what your problem is, but im guessing its hard to pronounce",
        "if i wanted to hear from an asshole, id fart",
        "its kind of hilarious watching you try to fit your entire vocabulary into  one sentence",
        "You look like something that came out of a slow cooker",
        "I will ignore you so hard you will start doubting your existence",
        "Feed your own ego, im busy",
        "Ill never forget the first time we met, but ill keep trying",
        "Your a grey sprinkle on a rainbow cupcake",
        "I thought of you today, it reminded me to take out the trash",
        "You are so full of shit, the toilet is jealous you know",
        "stupidity isnt a crime, so your free to go",
        "I love what youve done with your hair, how do you get it to come out of your nostrils like that",
        "ive been called worse by better",
        "dont you get tired of putting makeup on your two faces every morning",
        "Too bad you cant photoshop your ugly personality",
        "do your parents even realize there living proof that to wrongs dont make a right?",
        "jesus might love you but but everyone else definitely thinks your an itdiot",
        "Please just tell me you dont have plans to homeschool your kids",
        "you see other voice channel? i want you on the in it",
        "Your like the end pieces of a loaf of break, everyone touches you but nobody wants you",
        "if your going to act like a turn go lay on the yard",
        "you are more dissapointing than an unsalted pretzel",
        "your face makes onions cry",
        "dont worry about me, worry about you (facial feature)",
        "oops my bad, couldve sworn i was talking to a mature person",
        "if laughet is the best medicine, your face must be curing the world",
        "your not stupid you just have bad luck when your thinking",
        "isnt there a bullet somewhere you could be jumping infront of?",
        "id slap you but i dont want to make your face look any better",
        "have a nice day, somewhere else",
        "everyones entitled to act stupid once in a while, but you abuse the privilege",
        "if ignorance is bliss you must be the happiest person on the planet",
        "your ffamily tree must be a cactus, cause your all a bunch of pricks",
        "if i threw a stick, youd leave right?",
        "somewehre out there theres a tree working very hard to produce oxygen so that you can breath, i recommend apologizing to it",
        "you look like a \"before\" picture",
        "light travels faster then sound, which is why you seemed bright before you spoke",
        "hold still im trying to imagine you with personality",
        "dont get bitter just get better",
        "what dosent kill you, dissapoints me",
        "calling you an idiot would be an insult to all stupid people"
    ]
}